aaron-bond.better-comments
akamud.vscode-theme-onedark
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
esbenp.prettier-vscode
george-alisson.html-preview-vscode
github.copilot-chat
hediet.vscode-drawio
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pamaron.pytest-runner
pkief.material-icon-theme
redhat.vscode-yaml
vintharas.learn-vim
andenetalexander.vim-cheatsheet
yzhang.markdown-all-in-one
